Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Two, both on the delete key.
de: Zwei, beide auf der Löschtaste.
es: Dos, las dos en la tecla de borrar.
et: Kaks, mõlemad kustutusklahvil.
fr: Deux, toutes les deux sur la touche d'effacement.
hu: Kettő is, mindkettő a törlésgombon.
it: Due, entrambi sul tasto di cancellazione.
ja: 2つあります。どちらも削除キーの操作です。
ko: 두 가지가 있고, 둘 다 삭제 키에서 합니다.
ms: Dua, kedua-duanya pada kekunci padam.
pt: Duas, ambas na tecla de apagar.
ru: Два, и оба — на клавише удаления.
zh_hans: 有两种，都在删除键上。

source: Two-thumb swiping
de: Wischen mit zwei Daumen
es: Deslizar con dos pulgares
et: Kahe pöidla viipesisestus
fr: Saisie glissée à deux pouces
hu: Csúsztatás két hüvelykujjal
it: Scorrimento con due pollici
ja: 両親指でスワイプ入力
ko: 양 엄지 스와이프
ms: Leret dua ibu jari
pt: Deslizar com dois polegares
ru: Свайп двумя пальцами
zh_hans: 双拇指滑行输入

source: Two-thumb word composition
de: Wortkomposition mit zwei Daumen
es: Composición con dos pulgares
et: Sõnakoostamine kahe pöidlaga
fr: Composition à deux pouces
hu: Szóalkotás két hüvelykujjal
it: Composizione a due pollici
ja: 両親指での単語作成
ko: 양쪽 엄지 단어 조합
ms: Gubahan perkataan dua ibu jari
pt: Composição com dois polegares
ru: Составление слова двумя большими пальцами
zh_hans: 双拇指组词

source: Type
de: Typ
es: Tipo
et: Tüüp
hu: Írja be
it: Tipo
ja: タイプ
ko: 유형
ms: Taip
pt: Tipo
ru: Печатать
zh_hans: 类型

source: Type a different character while shift or caps-lock is on. Off just uppercases what this key types.
de: Gibt bei aktiver Umschalt- oder Feststelltaste ein anderes Zeichen ein. Ist dies aus, wird nur der Großbuchstabe der Taste eingegeben.
es: Escribe otro carácter cuando Mayús o el bloqueo de mayúsculas están activos. Si se desactiva, solo convierte en mayúscula el carácter de la tecla.
et: Sisestab teise märgi, kui Shift või Caps Lock on sees. Väljalülitatult sisestab ainult tavapärase märgi suurtähe.
fr: Saisit un autre caractère quand Maj ou le verrouillage des majuscules est actif. Sinon, met simplement le caractère de cette touche en majuscule.
hu: Másik karaktert ír be bekapcsolt Shift vagy Caps Lock mellett. Kikapcsolva csak a billentyű szokásos karakterének nagybetűjét írja be.
it: Digita un carattere diverso con Maiusc o Bloc Maiusc attivo. Se disattivato, rende maiuscolo il carattere normale del tasto.
ja: ShiftやCaps Lockがオンのときに別の文字を入力します。オフの場合は、通常の文字を大文字にするだけです。
ko: Shift 또는 Caps Lock이 켜져 있을 때 다른 문자를 입력합니다. 꺼져 있으면 기본 문자를 대문자로만 바꿉니다.
ms: Taip aksara berbeza apabila Shift atau Caps Lock dihidupkan. Jika dimatikan, hanya huruf besar bagi aksara asal akan ditaip.
pt: Escreve um caráter diferente quando Shift ou Caps Lock está ativo. Se desligado, apenas escreve a maiúscula do caráter normal da tecla.
ru: Вводит другой символ при включённом Shift или Caps Lock. Если выключено, вводит обычный символ клавиши в верхнем регистре.
zh_hans: Shift 或大写锁定开启时输入不同的字符。关闭后只会将此键原本输入的字符变为大写。

source: Type a few letters, get the whole thing.
de: Ein paar Buchstaben tippen, den ganzen Text bekommen.
es: Escribes unas letras y sale entero.
et: Tipi mõned tähed, saa tervik.
fr: Tu tapes quelques lettres, tu obtiens le texte entier.
hu: Beírsz pár betűt, és megkapod az egészet.
it: Scrivi due lettere e ottieni tutto il resto.
ja: 数文字入力するだけで、全文が入ります。
ko: 몇 글자만 치면 전체가 나옵니다.
ms: Taip beberapa huruf, dapat keseluruhannya.
pt: Escreves umas letras e sai tudo.
ru: Напечатайте пару букв — получите слово целиком.
zh_hans: 打几个字母，出来一整句。

source: Type a few words, then open AI to rewrite, proofread, or change the tone.
de: Tipp ein paar Wörter, dann öffne die KI, um sie umzuschreiben, zu prüfen oder den Ton zu ändern.
es: Escribe unas palabras y abre la IA para reescribir, corregir o cambiar el tono.
et: Tipi mõned sõnad ja ava TI, et ümber kirjutada, üle lugeda või tooni muuta.
fr: Tape quelques mots, puis ouvre l'IA pour réécrire, relire ou changer le ton.
hu: Írj be pár szót, aztán nyisd meg az MI-t átíráshoz, lektoráláshoz vagy a hangnem módosításához.
it: Scrivi qualche parola, poi apri l'IA per riscrivere, correggere o cambiare tono.
ja: 何か少し打ってから AI を開くと、書き直し、校正、トーン変更ができます。
ko: 몇 마디 입력한 다음 AI를 열어서 다시 쓰거나, 교정하거나, 말투를 바꿔보세요.
ms: Taip beberapa perkataan, kemudian buka AI untuk tulis semula, semak atau tukar nada.
pt: Escreve umas palavras e abre a IA para reescrever, rever ou mudar o tom.
ru: Напечатайте несколько слов, а затем откройте ИИ, чтобы переписать текст, проверить его или сменить тон.
zh_hans: 先打几个字，再打开 AI 来改写、校对或换个语气。

source: Type a new name…
de: Neuen Namen eingeben…
es: Escribe un nombre nuevo…
et: Sisesta uus nimi…
fr: Saisis un nouveau nom…
hu: Írj be egy új nevet…
it: Scrivi un nuovo nome…
ja: 新しい名前を入力…
ko: 새 이름 입력…
ms: Taip nama baharu…
pt: Escreva um novo nome…
ru: Введите новое название…
zh_hans: 输入新名称…

source: Type a shortcut, press space, and Clink inserts the phrase. Stays on this device; overrides Settings → Keyboard shortcuts on conflict.
de: Tippe das Kürzel, drücke die Leertaste, und Clink setzt den Ausdruck ein. Bleibt auf diesem Gerät und geht bei gleichem Kürzel den Einstellungen vor.
es: Escribe el atajo, pulsa espacio y Clink inserta la frase. Se queda en este dispositivo y tiene prioridad sobre los atajos de Ajustes.
et: Tipi otsetee, vajuta tühikut ja Clink sisestab fraasi. Jääb sellesse seadmesse; konfliktis alistab Seaded → Klaviatuuri otseteed.
fr: Tape le raccourci, appuie sur espace et Clink insère l'expression. Reste sur cet appareil et l'emporte sur les raccourcis des Réglages.
hu: Írd be a rövidítést, nyomj szóközt, és a Clink beszúrja a kifejezést. Ezen az eszközön marad, és ütközés esetén felülírja a Beállítások rövidítéseit.
it: Scrivi la scorciatoia, premi spazio e Clink inserisce la frase. Resta su questo dispositivo e ha la precedenza sulle scorciatoie di Impostazioni.
ja: ショートカットを入力してスペースを押すと、フレーズが挿入されます。この端末に留まり、重複時は「設定」のショートカットより優先されます。
ko: 단축어를 입력하고 스페이스를 누르면 문구가 삽입됩니다. 이 기기에만 저장되고, 겹칠 때는 설정의 단축어보다 우선합니다.
ms: Taip pintasan, tekan space, dan Clink memasukkan frasa itu. Kekal pada peranti ini dan mengatasi pintasan dalam Tetapan jika bertindih.
pt: Escreve o atalho, carrega no espaço e o Clink insere a frase. Fica neste dispositivo e prevalece sobre os atalhos dos Ajustes.
ru: Наберите сокращение, нажмите пробел — и Clink вставит фразу. Остаётся на этом устройстве; при конфликте перебивает системные сокращения из Настроек → «Клавиатура».
zh_hans: 输入快捷方式再按空格，Clink 就会插入短语。只保存在这台设备上，冲突时优先于“设置”里的快捷方式。

source: Type a word on the keyboard above
de: Tippe oben auf der Tastatur ein Wort
es: Escribe una palabra en el teclado de arriba
et: Tipi ülal klaviatuuril sõna
fr: Tape un mot sur le clavier ci-dessus
hu: Írj be egy szót a fenti billentyűzeten
it: Digita una parola sulla tastiera qui sopra
ja: 上のキーボードで単語を入力してください
ko: 위 키보드로 단어를 입력해보세요
ms: Taip perkataan pada papan kekunci di atas
pt: Escreve uma palavra no teclado acima
ru: Напечатайте слово на клавиатуре выше
zh_hans: 在上面的键盘上打个单词

source: Type a word…
de: Wort eingeben …
es: Escribe una palabra…
et: Sisesta sõna…
fr: Saisissez un mot…
hu: Írj be egy szót…
it: Scrivi una parola…
ja: 単語を入力…
ko: 단어 입력…
ms: Taip perkataan…
pt: Escreva uma palavra…
ru: Введите слово…
zh_hans: 输入一个单词…

source: Type above to see the light react.
de: Tippe oben, um die Beleuchtung reagieren zu sehen.
es: Escribe arriba para ver cómo reacciona la luz.
et: Tipi ülal, et näha valguse reageerimist.
fr: Tapez ci-dessus pour voir la lumière réagir.
hu: Írj fentebb, és látod, hogyan reagál a fény.
it: Scrivi qui sopra per vedere la luce reagire.
ja: 上で入力すると、光の反応が見られます。
ko: 위에서 입력해 조명이 반응하는 모습을 보세요.
ms: Taip di atas untuk melihat cahaya bertindak balas.
pt: Escreve acima para ver a luz reagir.
ru: Наберите что-нибудь выше, чтобы увидеть реакцию света.
zh_hans: 在上方打字，看看灯光如何反应。

source: Type as usual
de: Ganz normal tippen
es: Escribe como siempre
et: Tipi nagu tavaliselt
fr: Tape comme d'habitude
hu: Gépelj a szokott módon
it: Scrivi come sempre
ja: いつもどおり入力
ko: 평소처럼 입력
ms: Menaip seperti biasa
pt: Escreve como sempre
ru: Печатать как обычно
zh_hans: 照常打字

source: Type for a few days, then come back. It needs something to average.
de: Tipp ein paar Tage und komm dann wieder — irgendwas muss es ja mitteln.
es: Escribe unos días y vuelve: necesita algo sobre lo que hacer la media.
et: Tipi mõni päev ja tule siis tagasi. Tal on vaja midagi, mida keskmistada.
fr: Tape pendant quelques jours puis reviens : il lui faut de quoi faire une moyenne.
hu: Gépelj pár napig, aztán nézz vissza — kell neki valami, amiből átlagot számol.
it: Scrivi per qualche giorno e poi torna: gli serve qualcosa su cui fare la media.
ja: 数日使ってから戻ってきてください。平均を出すにはある程度の量が必要です。
ko: 며칠 써 본 뒤에 다시 오세요. 평균을 내려면 어느 정도 쌓여야 합니다.
ms: Menaip selama beberapa hari, kemudian kembali — ia perlukan sesuatu untuk dipuratakan.
pt: Escreve durante uns dias e volta cá — precisa de alguma coisa para fazer médias.
ru: Попечатайте несколько дней и возвращайтесь — нужно что-то, что можно усреднить.
zh_hans: 先用几天再回来看：它得有点数据才能算平均。

source: Type freely across multiple languages
de: Tippe frei in mehreren Sprachen
es: Escribe libremente en varios idiomas
et: Kirjuta vabalt mitmes keeles
fr: Écris librement dans plusieurs langues
hu: Gépelj szabadon több nyelven
it: Scrivi liberamente in più lingue
ja: 複数の言語で自由に入力できます
ko: 여러 언어로 자유롭게 입력하세요
ms: Taip dengan bebas dalam berbilang bahasa
pt: Escreva livremente em vários idiomas
ru: Свободно пишите на нескольких языках
zh_hans: 自由使用多种语言输入

source: Type in one language, send in another
de: Tippe in einer Sprache, sende in einer anderen
es: Escribe en un idioma y envía en otro
et: Tipi ühes keeles, saada teises
fr: Écris dans une langue, envoie dans une autre
hu: Gépelj egy nyelven, küldd egy másikon
it: Scrivi in una lingua, invia in un'altra
ja: ある言語で入力して、別の言語で送信
ko: 한 언어로 입력하고 다른 언어로 보내기
ms: Taip dalam satu bahasa, hantar dalam bahasa lain
pt: Escreve num idioma, envia noutro
ru: Печатайте на одном языке, отправляйте на другом
zh_hans: 用一种语言输入，用另一种发送

source: Type it out
de: Selbst eingeben
es: Escribirlo
et: Tipi see välja
fr: L'écrire
hu: Inkább beírom
it: Scriverlo
ja: 自分で入力
ko: 직접 입력
ms: Taip sendiri
pt: Escrever
ru: Напечатать целиком
zh_hans: 自己输入

source: Type on the keys in every app
de: In jeder App auf den Tasten tippen
es: Escribir con las teclas en todas las apps
et: Tipi klahvidel igas rakenduses
fr: Taper sur les touches dans toutes les apps
hu: Gépelés a billentyűkön minden appban
it: Scrivere con i tasti in ogni app
ja: すべてのアプリでキー入力
ko: 모든 앱에서 키보드로 입력
ms: Menaip dengan kekunci dalam setiap app
pt: Digitar nas teclas em todos os apps
ru: Печатайте на клавишах во всех приложениях
zh_hans: 在所有应用里用键盘打字

source: Type or paste to translate…
de: Text zum Übersetzen eingeben oder einfügen…
es: Escribe o pega texto para traducir…
et: Sisesta või kleebi tõlgitav tekst…
fr: Écris ou colle du texte à traduire…
hu: Írd be vagy illeszd be a fordítandó szöveget…
it: Scrivi o incolla il testo da tradurre…
ja: 翻訳するテキストを入力またはペースト…
ko: 번역할 텍스트 입력 또는 붙여넣기…
ms: Taip atau tampal teks untuk diterjemahkan…
pt: Escreva ou cole texto para traduzir…
ru: Введите или вставьте текст для перевода…
zh_hans: 输入或粘贴要翻译的文本…

source: Type several languages at once. A word is only corrected when it's wrong in all of them.
de: Tippe in mehreren Sprachen gleichzeitig. Ein Wort wird nur korrigiert, wenn es in allen falsch ist.
es: Escribe en varios idiomas a la vez: una palabra solo se corrige si está mal en todos.
et: Tipi mitut keelt korraga. Sõna parandatakse ainult siis, kui see on kõigis vale.
fr: Écris en plusieurs langues à la fois. Un mot n'est corrigé que s'il est faux dans toutes.
hu: Írj több nyelven egyszerre. Egy szót csak akkor javít, ha mindegyikben hibás.
it: Scrivi in più lingue contemporaneamente. Una parola viene corretta solo se è sbagliata in tutte.
ja: 複数の言語を同時に入力できます。どの言語でも間違っている時だけ修正されます。
ko: 여러 언어를 한꺼번에 입력하세요. 모든 언어에서 틀린 단어만 고쳐요.
ms: Taip beberapa bahasa serentak. Perkataan hanya dibetulkan jika salah dalam semuanya.
pt: Escreve em vários idiomas ao mesmo tempo. Uma palavra só é corrigida quando está errada em todos.
ru: Печатайте на нескольких языках сразу. Слово исправляется, только если оно неверно во всех.
zh_hans: 同时输入多种语言，只有在所有语言里都拼错的词才会被纠正。

source: Type something. Real keys, real suggestions, real swipe typing.
de: Tipp etwas. Echte Tasten, echte Vorschläge, echtes Wischen.
es: Escribe algo. Teclas de verdad, sugerencias de verdad y escritura por deslizamiento de verdad.
et: Tipi midagi. Päris klahvid, päris soovitused, päris pühkimissisestus.
fr: Écris quelque chose. De vraies touches, de vraies suggestions et une vraie saisie par glissement.
hu: Gépelj valamit. Valódi billentyűk, valódi javaslatok, valódi húzással gépelés.
it: Scrivi qualcosa. Tasti veri, suggerimenti veri e scrittura a scorrimento vera.
ja: 何か入力してみましょう。本物のキー、候補、スワイプ入力をそのまま試せます。
ko: 무언가 입력해 보세요. 실제 키, 실제 추천, 실제 밀어서 입력 기능이 작동해요.
ms: Taip sesuatu. Kekunci sebenar, cadangan sebenar dan taip leret sebenar.
pt: Escreve alguma coisa. Teclas a sério, sugestões a sério e escrita por deslize a sério.
ru: Введите что-нибудь. Настоящие клавиши, подсказки и свайп-ввод.
zh_hans: 输入点内容试试。真实按键、真实建议、真实滑行输入。

source: Type the passage here
de: Tippe den Text hier ab
es: Escribe el texto aquí
et: Kirjuta tekst siia
fr: Recopie le texte ici
hu: Ide másold le a szöveget
it: Ricopia il testo qui
ja: ここに文章を入力してください
ko: 여기에 문장을 입력하세요
ms: Taip teks di sini
pt: Escreve o texto aqui
ru: Напечатайте текст здесь
zh_hans: 在这里输入上方的文字

source: Type the word in and add it.
de: Tippe das Wort ein und füge es hinzu.
es: Escribe la palabra y añádela.
et: Tipi sõna sisse ja lisa.
fr: Saisis le mot et ajoute-le.
hu: Írd be a szót, és add hozzá.
it: Scrivi la parola e aggiungila.
ja: 単語を入力して追加します。
ko: 단어를 입력하고 추가하세요.
ms: Taip perkataan itu dan tambahkannya.
pt: Escreve a palavra e adiciona-a.
ru: Введите слово и добавьте его.
zh_hans: 输入这个词，添加进去。

source: Type the word under Create and add it.
de: Gib das Wort unter Erstellen ein und füge es hinzu.
es: Escribe la palabra en Crear y añádela.
et: Sisesta sõna jaotises „Loo” ja lisa see.
fr: Saisis le mot dans Créer et ajoute-le.
hu: Írd be a szót a Létrehozás résznél, majd add hozzá.
it: Digita la parola in Crea e aggiungila.
ja: 「作成」で単語を入力して追加します。
ko: ‘만들기’에서 단어를 입력하고 추가하세요.
ms: Taip perkataan di bahagian Cipta dan tambahkannya.
pt: Escreve a palavra em Criar e adiciona-a.
ru: Введите слово в разделе «Создать» и добавьте его.
zh_hans: 在“创建”中输入单词并添加。

source: Type to jot a note…
de: Notiz eingeben…
es: Escribe una nota…
et: Kirjuta märkus…
fr: Écris une note…
hu: Írj egy jegyzetet…
it: Scrivi una nota…
ja: メモを入力…
ko: 메모 입력…
ms: Taip nota…
pt: Escreva uma nota…
ru: Введите заметку…
zh_hans: 输入笔记…

source: Type to translate…
de: Text zum Übersetzen eingeben…
es: Escribe para traducir…
et: Sisesta tõlgitav tekst…
fr: Écris pour traduire…
hu: Írj be szöveget a fordításhoz…
it: Scrivi per tradurre…
ja: 翻訳するテキストを入力…
ko: 번역할 텍스트 입력…
ms: Taip untuk terjemah…
pt: Escreva para traduzir…
ru: Введите текст для перевода…
zh_hans: 输入要翻译的文本…

source: Type with the keyboard and your insights will appear here.
de: Tippe mit der Tastatur und deine Einblicke erscheinen hier.
es: Escribe con el teclado y tus datos aparecerán aquí.
et: Tipi klaviatuuriga ja sinu ülevaated ilmuvad siia.
fr: Utilise le clavier et tes données apparaîtront ici.
hu: Gépelj a billentyűzettel, és itt jelennek meg az adataid.
it: Scrivi con la tastiera e qui compariranno i tuoi dati.
ja: キーボードで入力すると、ここに分析が表示されます。
ko: 키보드로 입력하면 여기에 분석 정보가 표시돼요.
ms: Taip dengan papan kekunci dan statistik anda akan muncul di sini.
pt: Escreve com o teclado e os teus dados aparecerão aqui.
ru: Печатайте на клавиатуре, и ваша аналитика появится здесь.
zh_hans: 使用键盘输入后，你的数据会显示在这里。

source: Type. Swipe. Talk.
de: Tippen. Wischen. Sprechen.
es: Escribe. Desliza. Habla.
et: Tipi. Pühi. Räägi.
fr: Tape. Glisse. Parle.
hu: Gépelj. Húzz. Beszélj.
it: Scrivi. Scorri. Parla.
ja: 打つ。なぞる。話す。
ko: 입력. 스와이프. 음성.
ms: Taip. Leret. Cakap.
pt: Escreve. Desliza. Fala.
ru: Печатайте. Проводите. Говорите.
zh_hans: 打字。滑动。语音。

source: Typed text stays in this test and is discarded when you close it.
de: Deine Eingabe bleibt in diesem Test und wird beim Schließen gelöscht.
es: Lo que escribes permanece en esta prueba y se elimina cuando la cierras.
et: Sisestatud tekst jääb ainult sellesse testi ja kustutatakse testi sulgemisel.
fr: Le texte saisi reste dans ce test et sera effacé à sa fermeture.
hu: A beírt szöveg csak ebben a tesztben marad meg, és a teszt bezárásakor törlődik.
it: Il testo digitato rimane in questo test e viene eliminato quando lo chiudi.
ja: 入力した文章はこのテスト内でのみ使用され、テストを閉じると消去されます。
ko: 입력한 내용은 이 테스트에서만 사용되며, 테스트를 닫으면 삭제됩니다.
ms: Teks yang anda taip hanya digunakan dalam ujian ini dan dipadam apabila ujian ditutup.
pt: O que escreves fica apenas neste teste e é apagado quando o fechas.
ru: Введённый текст используется только в этом тесте и удаляется при его закрытии.
zh_hans: 输入的文字仅用于本次测试，关闭测试后即会清除。

source: Types
de: Typen
es: Tipos
et: Tüübid
hu: Típusok
it: Tipi
ja: 種類
ko: 유형
ms: Jenis
pt: Tipos
ru: Вводит
zh_hans: 类型

source: Typewriter
de: Schreibmaschine
es: Máquina de escribir
et: Kirjutusmasin
fr: Machine à écrire
hu: Írógép
it: Macchina da scrivere
ja: タイプライター
ko: 타자기
ms: Mesin taip
pt: Máquina de escrever
ru: Печатная машинка
zh_hans: 打字机

source: Typing
de: Tippen
es: Escritura
et: Tipimine
fr: Frappe
hu: Gépelés
it: Scrittura
ja: 入力
ko: 타이핑
ms: Menaip
pt: Escrita
ru: Печать
zh_hans: 打字

source: Typing and appearance
de: Tippen und Aussehen
es: Escritura y apariencia
et: Tipimine ja välimus
fr: Frappe et apparence
hu: Gépelés és megjelenés
it: Scrittura e aspetto
ja: 入力と外観
ko: 입력 및 모양
ms: Penaipan dan penampilan
pt: Escrita e aparência
ru: Ввод и внешний вид
zh_hans: 打字与外观

source: Typing and corrections
de: Tippen und Korrekturen
es: Escritura y correcciones
et: Tipimine ja parandused
fr: Saisie et corrections
hu: Gépelés és javítások
it: Scrittura e correzioni
ja: 入力と修正
ko: 입력과 수정
ms: Menaip dan pembetulan
pt: Escrita e correções
ru: Печать и исправления
zh_hans: 输入与更正

source: Typing data
de: Eingabedaten
es: Datos de escritura
et: Sisestusandmed
fr: Données de saisie
hu: Gépelési adatok
it: Dati di digitazione
ja: 入力データ
ko: 입력 데이터
ms: Data penaipan
pt: Dados de escrita
ru: Данные ввода
zh_hans: 输入数据

source: Typing insights and usage
de: Tipp-Einblicke und Nutzung
es: Estadísticas de escritura y uso
et: Tipimise ülevaated ja kasutus
fr: Analyses de frappe et utilisation
hu: Gépelési statisztikák és használat
it: Statistiche di digitazione e utilizzo
ja: 入力の分析と使用状況
ko: 입력 통계와 사용량
ms: Wawasan menaip dan penggunaan
pt: Estatísticas de escrita e utilização
ru: Показатели печати и использование
zh_hans: 输入分析与使用情况

source: Typing mode
de: Eingabemodus
es: Modo de escritura
et: Tipimise režiim
fr: Mode de saisie
hu: Gépelési mód
it: Modalità di digitazione
ja: 入力モード
ko: 입력 모드
ms: Mod menaip
pt: Modo de escrita
ru: Режим печати
zh_hans: 输入模式

source: Typing on the keys needs a membership outside Clink. In here, the whole keyboard stays free.
de: Zum Tippen auf den Tasten außerhalb von Clink brauchst du eine Mitgliedschaft. Hier drin bleibt die ganze Tastatur kostenlos.
es: Escribir con las teclas fuera de Clink requiere una suscripción. Aquí dentro, todo el teclado sigue siendo gratis.
et: Klahvidel tipimine vajab Clinkist väljaspool liikmelisust. Siin sees jääb terve klaviatuur tasuta.
fr: Taper sur les touches en dehors de Clink demande un abonnement. Ici, tout le clavier reste gratuit.
hu: A billentyűkön való gépeléshez a Clinken kívül tagság kell. Itt bent az egész billentyűzet ingyenes marad.
it: Per scrivere con i tasti fuori da Clink serve un abbonamento. Qui dentro l’intera tastiera resta gratis.
ja: Clink の外でキーを使って入力するにはメンバーシップが必要です。この中ではキーボード全体が無料のままです。
ko: Clink 밖에서 키로 입력하려면 멤버십이 필요합니다. 여기 안에서는 키보드 전체가 계속 무료입니다.
ms: Menaip dengan kekunci di luar Clink memerlukan keahlian. Di dalam sini, seluruh papan kekunci kekal percuma.
pt: Escrever com as teclas fora do Clink exige uma subscrição. Aqui dentro, todo o teclado continua gratuito.
ru: Чтобы печатать на клавишах за пределами Clink, нужна подписка. Здесь клавиатура целиком остаётся бесплатной.
zh_hans: 在 Clink 之外用按键打字需要会员。在这里，整个键盘始终免费。

source: Typing plugin order
de: Reihenfolge der Plugins beim Tippen
es: Orden de los plugins de escritura
et: Tippimise pistikprogrammide järjekord
fr: Ordre des plugins de frappe
hu: Gépelési bővítmények sorrendje
it: Ordine dei plugin di scrittura
ja: 入力プラグインの順序
ko: 입력 플러그인 순서
ms: Susunan plugin penaipan
pt: Ordem dos plugins de escrita
ru: Порядок плагинов для ввода
zh_hans: 打字插件顺序

source: Typing rhythm
de: Tipprhythmus
es: Ritmo de escritura
et: Trükkimisrütm
fr: Rythme de frappe
hu: Gépelési ritmus
it: Ritmo di digitazione
ja: 入力のリズム
ko: 타이핑 리듬
ms: Rentak menaip
pt: Ritmo de escrita
ru: Ритм печати
zh_hans: 打字节奏

source: Typing speed on the space bar
de: Tippgeschwindigkeit auf der Leertaste
es: Velocidad de escritura en la barra espaciadora
et: Tippimiskiirus tühikuklahvil
fr: La vitesse de frappe sur la barre d'espace
hu: Gépelési sebesség a szóközön
it: Velocità di digitazione sulla barra spaziatrice
ja: スペースバーに入力速度
ko: 스페이스바에 타자 속도
ms: Kelajuan menaip pada bar ruang
pt: Velocidade de escrita na barra de espaço
ru: Скорость набора на пробеле
zh_hans: 空格键上显示打字速度

source: Typing stats
de: Tippstatistik
es: Estadísticas de escritura
et: Tippimisstatistika
fr: Statistiques de frappe
hu: Gépelési statisztika
it: Statistiche di digitazione
ja: 入力の統計
ko: 타자 통계
ms: Statistik menaip
pt: Estatísticas de escrita
ru: Статистика набора
zh_hans: 打字统计

source: Typing stays on your device. No account or tracking.
de: Deine Eingaben bleiben auf deinem Gerät. Kein Konto, kein Tracking.
es: La escritura permanece en tu dispositivo. Sin cuenta ni seguimiento.
et: Trükkimine jääb sinu seadmesse. Ei kontot ega jälgimist.
fr: La saisie reste sur votre appareil. Sans compte ni suivi.
hu: A gépelés az eszközödön marad. Nincs fiók és nincs követés.
it: La digitazione resta sul tuo dispositivo. Nessun account né tracciamento.
ja: 入力はデバイス上に留まります。アカウントも追跡もありません。
ko: 입력은 기기에만 남습니다. 계정이나 추적이 없습니다.
ms: Penaipan kekal pada peranti anda. Tiada akaun atau penjejakan.
pt: A escrita fica no teu dispositivo. Sem conta nem rastreio.
ru: Ввод остаётся на вашем устройстве. Без аккаунта и отслеживания.
zh_hans: 输入内容留在你的设备上。无需账户，也不跟踪。

source: Typing stays on your device. No account, no tracking.
de: Deine Eingaben bleiben auf deinem Gerät. Kein Konto, kein Tracking.
es: Lo que escribes se queda en tu dispositivo. Sin cuentas ni rastreo.
et: Tipimine jääb sinu seadmesse. Kontot pole, jälgimist pole.
fr: Ta saisie reste sur ton appareil. Pas de compte, pas de pistage.
hu: A gépelésed az eszközödön marad. Se fiók, se követés.
it: Ciò che digiti resta sul tuo dispositivo. Nessun account, nessun tracciamento.
ja: 入力内容は端末内にとどまります。アカウントも追跡もなし。
ko: 입력 내용은 기기에만 남습니다. 계정도 추적도 없어요.
ms: Taipan anda kekal pada peranti anda. Tiada akaun, tiada penjejakan.
pt: O que escreves fica no teu dispositivo. Sem contas, sem rastreio.
ru: Всё, что вы печатаете, остаётся на устройстве. Без аккаунта и без слежки.
zh_hans: 输入内容只留在设备上。无账号，无跟踪。

source: Typing test
de: Tipptest
es: Prueba de escritura
et: Trükkimistest
fr: Test de frappe
hu: Gépelési teszt
it: Test di digitazione
ja: タイピングテスト
ko: 타이핑 테스트
ms: Ujian menaip
pt: Teste de escrita
ru: Тест скорости печати
zh_hans: 打字测试

source: Typing this week
de: Tippen diese Woche
es: Escritura esta semana
et: Tipimine sel nädalal
fr: Frappe cette semaine
hu: Gépelés ezen a héten
it: Scrittura questa settimana
ja: 今週の入力
ko: 이번 주 입력
ms: Menaip minggu ini
pt: Escrita esta semana
ru: Набор за эту неделю
zh_hans: 本周输入

source: Typography
de: Typografie
es: Tipografía
et: Tüpograafia
fr: Typographie
hu: Tipográfia
it: Tipografia
ja: タイポグラフィ
ko: 타이포그래피
ms: Tipografi
pt: Tipografia
ru: Типографика
zh_hans: 字体设计
